import React from 'react';

import './Education.css';

const Education = () => {
  return (
    <section className="education__container" id="education">
      <h2 className="education__title">Образование</h2>
      <ul className="education__content">
        <li>
          <b>2017 - 2021 гг.</b> - Аспирантура по специальности «Патологическая физиология» ФГАОУ ВО Балтийский
          федеральный университет имени Иммануила Канта.
        </li>
        <li>
          <b>2015 - 2016 гг.</b> - Интернатура по специальности «Акушерство и гинекология» на базе СМАПО.
        </li>
        <li>
          <b>2009 - 2015 гг.</b> Высшее профессиональное образование. Балтийский федеральный университет им. Иммануила
          Канта. Квалификация: врач. Специальность: лечебное дело.
        </li>
      </ul>
      <h2 className="education__title">Повышение квалификации</h2>
      <ul className="education__content">
        <li>
          <b>2015 г. – Курс</b> «Базовые реанимационные мероприятия с применением автоматических наружных
          дефибриляторов» г. Калининград.
        </li>
        <li>
          <b>2016 г.</b> – « Ультразвуковая диагностика» (на базе кафедры лучевой диагностики ГБОУ ВПО Северо-Западного
          Государственного Медицинского Университета им. И.И. Мечникова) г. Санкт-Петербург.
        </li>
        <li>
          <b>2016 г.</b> – Образовательный семинар «Инновации в акушерстве и гинекологии с позиции доказательной
          медицины». г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Обучение в федеральном государственном бюджетном учреждении высшего образования
          «Северо-западный государственный медицинский университет имени И. И. Мечникова» Министерства здравоохранения
          Российской. Федерации по программе дополнительного профессионального образования «кольпоскопия с основами
          кольпоцитологии» г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Освоила дополнительную профессиональную программу в федеральном государственном бюджетном
          учреждении «Научно-исследовательский институт онкологии имени Н.Н. Петрова» Министерства здравоохранения
          Российской Федерации. «Мультимодальная визуализация молочных желёз». г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Обучение по циклу «Применение методов широкополосной радиоволновой хирургии и
          аргоноплазменной коагуляции». г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Цикл повышения квалификации «Эндокринологическая гинекология» (на базе СЗГМУ им. И. И.
          Мечникова) г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Цикл повышения квалификации «Гемостаз и беременность» (на базе СЗГМУ им. И.И. Мечникова) г.
          Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – Бесплодный брак на базе СпбГУ ГПМУ. г. Санкт-Петербург.
        </li>
        <li>
          <b>2017 г.</b> – «Инфильтративный эндометриоз: сложности диагностики и перспективы комбинированного лечения».
          г. Санкт-Петербург.
        </li>
        <li>
          <b>2018 г.</b> – Обучение по циклу «Применение лазера в амбулаторной гинекологии». г. Санкт-Петербург.
        </li>
        <li>
          <b>2018 г.</b> – Обучение по циклу «Эстетическая гинекология». г. Санкт-Петербург.
        </li>
        <li>
          <b>2021 г.</b> – Цикл повышения квалификации «Практические аспекты внутриматочной хирургии».
        </li>
        <li>
          <b>2021 г.</b> – Клиническое акушерство (практический курс с использованием платформ и тренажеров родов) ФГБУ
          ВО ПСПбГМУ им. И. П. Павлова.
        </li>
        <li>
          <b>2021 г.</b> – Лапароскопия в акушерстве и гинекологии (с использованием стимуляционных образовательных
          технологий) ФГБУ ВО ПСПбГМУ им. И. П. Павлова.
        </li>
        <li>
          <b>2021 г.</b> – «Актуальные вопросы и практический опыт эффективного и безопастного лечения бесплодия в
          условиях существующей реальности 2020-2021, меняющегося законодательства и COVID–19».
        </li>
        <li>
          <b>2021 г.</b> – «Основы гистероскопии и гистерорезектоскопии» СПбГУ.
        </li>
        <li>
          <b>2022 г.</b> – защитила диссертацию на соискание учёной степени кандидата медицинских наук по теме: «Роль
          полиморфных вариантов генов неоангиогенеза, гельобразующего муцина и фермента метаболизма андрогены в развитии
          генитального эндометриоза».
        </li>
        <li>
          <b>2022 г.</b> – Цикл повышения квалификации «вспомогательные репродуктивные технологии для
          акушеров-гинекологов» NGC.
        </li>
        <li>
          <b>2022 г.</b> – Пролиферативные заболевания органов репродуктивной системы – диагностика, лечение
          реабилитация.
        </li>
        <li>
          <b>2022 г.</b> – Международная конференция мКАРМ «краеугольные аспекты репродуктивной медицины».
        </li>
      </ul>
    </section>
  );
};

export default Education;
